<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width,initial-scale=1.0">
		<title>&#9773; PCIBERIA &#9773;</title>
		<link rel="stylesheet" href="nireweb.css">
	</head>
	</div>
	<body>
	<div class="header">
		<!--<hr>-->
		<!--<h1 align=center>&#9773; PCIBERIA &#9773;</h1>-->
		<img src="pci.png" class="logo" alt="Logo del Partido Comunista de Iberia: Estrella y estandarte con hoz y martillo"> 
		<div class="langs" ><a href="indexPT.html">PT</a> | <a href="indexEUS.html">EUS</a> | <a href="indexCAT.html">CAT</a> | <a href="indexGAL.html">GAL</a></div>
		<hr>
	</div>
	<div class="content">
		<br>
		<!-- <p>Estamos en construcci&oacuten de la revoluci&oacuten social en la pen&iacutensula ib&eacuterica :) </p> -->	
		<p><div class="cita">" El Partido Comunista de Iberia, destacamento de vanguardia de la clase obrera, y a la vez de los pueblos y las naciones de Iberia, es el n&uacute;cleo dirigente de la causa del socialismo con peculiaridades &iacute;beras, y representa lo que se exige para el fomento de las fuerzas productivas avanzadas de Iberia, el rumbo por el que han de marchar sus culturas avanzadas, y los intereses fundamentales de los m&aacute;s amplios sectores de sus pueblos. <b>Tiene como ideal supremo y objetivo final la materializaci&oacute;n del comunismo.</b>"</div></p>
		<br>
		<p align="justify"><i><b>PREÁMBULO</b></i></p>
		<p>Las dos naciones legalmente constituidas actualmente en Iberia, España y Portugal, adolecen de una larga y tortuosa historia de imperialismo y extractivismo (pre)capitalista sobre el que levantaron sus naciones/imperios. Con el tiempo esa &ldquo;grandeza&rdquo; imperial se termin&oacute; tanto en Portugal como en Espa&ntilde;a, y fueron perdiendo colonias y territorios,  dada la probada ineficacia de la econom&iacute;a y sociedad imperialista extractivista.</p>
		<p>La historia de los reinos y posteriores naciones de Iberia data de la baja edad media , una vez ca&iacute;do el Imperio Romano y habi&eacute;ndose asentado los godos y visigodos, bla bla bla, v&eacute;anse los reinos y territorios hist&oacute;ricos de Navarra, Le&oacute;n , Castilla , Arag&oacute;n, Valencia, Al-Andalus, etc , que posteriormente,  fueron conquistados de una u otra manera (por conquista militar, por casamiento, en definitiva, por estrategias expansivas, imperialistas y patriarcales usadas ampliamente por el antiguo r&eacute;gimen) por el reino de Castilla, con el que formaron la naci&oacute;n imperialista Espa&ntilde;ola , en contraposici&oacute;n a la parte Atl&aacute;ntica del reino vecino de Lusitania, la tambi&eacute;n naci&oacute;n imperialista de Portugal.</p>
		<p>Estos reinos del antiguo r&eacute;gimen trajeron &ldquo;prosperidad&rdquo; y riquezas sustra&iacute;das, b&aacute;sicamente,  del &ldquo;descubrimiento&rdquo; y explotaci&oacute;n de Am&eacute;rica, as&iacute; como de la explotaci&oacute;n tanto humana como material de &Aacute;frica y del ulterior reparto de esas tierras esquilmadas en el tratado de Tordesillas.</p>
		<p>As&iacute;, cuando el eje imperialista bascul&oacute; definitivamente hacia el mundo anglosaj&oacute;n (hoy anglosionista), los reinos de Iberia empezaron a perder poder y tierras ocupadas&hellip; hasta hoy.</p>
		
		<p>Por tanto y dada la conflictiva y probada historia extractivista y esclavista de los reinos de Iberia y la problem&aacute;tica intrarelaci&oacute;n entre naciones y territorios de la pen&iacute;nsula <i>se hace estrictamente necesario dejar atr&aacute;s el paradigma anclado en el antiguo r&eacute;gimen</i>,  (de la que la monarqu&iacute;a parlamentaria espa&ntilde;ola y la rep&uacute;blica socialdem&oacute;crata portuguesa son herederas DIRECTAS , pretendiendo algunas mal llamadas comunistas a d&iacute;a de hoy, recuperar y preservar a&uacute;n la ya obsoleta ret&oacute;rica imperial) , <i>sus estados, sus instituciones y sus inercias</i>.</p>

		<p>Tenemos la tarea , en definitiva, como pueblos ib&eacute;ricos de trabajadoras explotadas, <b><i>abordar la necesariamente obligatoria revoluci&oacute;n Popular Socialista</i></n>, dada  la INEFICACIA y p&eacute;sima gesti&oacute;n de las democracias burguesas , resolviendo as&iacute; el &ldquo;problema&rdquo; de las no reconocidas naciones &Iacute;beras,  y aglutin&aacute;ndolas en la <i><n>nueva Rep&uacute;blica Popular de Iberia liderada por el Partido Comunista de Iberia</n></i> para constituir un eje Socialista fuera de la UE y de la OTAN que pueda tender alianzas con sociedades y pa&iacute;ses no extractivistas/capitalistas/imperialistas.</p>

		<p>Nos basaremos en los estatutos del <a href="https://politica-china.org/secciones/texto-integro-de-los-estatutos-del-partido-comunista-de-china" target="_blank">Partido comunista hermano Chino</a> </p>
		<p>Lucharemos por conseguir una Rep&uacuteblica Socialista Ib&eacuterica ,  bas&aacutendonos en la <a href="https://www.bcn.cl/procesoconstituyente/comparadordeconstituciones/constitucion/chn" target="_blank">constituci&oacuten de la gloriosa RPC</a> </p>
		<!--	<p>Borradores <a href=estatutos>estatutos</a> (WIP) </p>-->
	</div>
	<br>
	<br>
	<a href="https://twitter.com/PCdeIberia" target="_blank"><img src="X.svg" width="20" height="20" alt="Twitter Logo"></a>
	<br>
	<a href="https://planetearth.social/@pciberia" target="_blank"><img src="mastodon-icon.png" width="20" height="20" alt="Mastodon Logo"></a>
	</body>
	<br>
	<footer><i><h6>
	<!--Funciona con energ&iacutea 100% renovable suminstrada por la cooperativa <a href="https://www.goiener.com">Goiener</a>-->
	<a href="mailto:pciberia@tutamail.com"><div id ="mail">&#9993;</div></a></h6></i></footer>
</html>
