<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width,initial-scale=1.0">
		<title>&#9773; PCIBERIA &#9773;</title>
		<link rel="stylesheet" href="nireweb.css">
	</head>
	</div>
	<body>
	<div class="header">
		<!--<hr>-->
		<!--<h1 align=center>&#9773; PCIBERIA &#9773;</h1>-->
		<img src="pci.png" class="logo" alt="Logotip del Partit Comunista de Ib&egraveria: Estrella i estendard amb falç i martell"> 
		<div class="langs" ><a href="index.html">ES</a> | <a href="indexPT.html">PT</a> | <a href="indexEUS.html">EUS</a> | <a href="indexGAL.html">GAL</a></div>
		<hr>
	</div>
	<div class="content">
		<br>
		<!-- <p>Estem en construcció de la revolució social a la península ibèrica :) </p> -->
		
		<p><div class="cita">" El Partit Comunista de Iberia, destacament de vanguardia de la classe obrera, i alhora dels pobles i les nacions d'Iberia, &eacute;s el nucli dirigent de la causa del socialisme amb peculiaritats ib&egrave;riques, i representa el que s'exigeix per al foment de les forces productives avançades d'Iberia, el rumb pel qual han de marxar les seves cultures avan&ccedil;ades, i els interessos fonamentals dels sectors m&eacute;s amplis dels seus pobles. <b>T&eacute; com a ideal suprem i objectiu final la materialitzaci&oacute; del comunisme.</b>"</div></p>
		<br>
		<p align="justify"><i><b>PRE&Agrave;MBUL</b></i></p>
		<p>&emsp;Les dues nacions legalment constitu&iuml;des actualment a la Pen&iacute;nsula Ib&egrave;rica, Espanya i Portugal, adoleixen d'una llarga i tortuosa hist&ograve;ria d'imperialisme i extractivisme (pre)capitalista sobre el qual van aixecar les seves nacions/imperis. Amb el temps aquesta &quot;grandeza&quot; imperial va acabar tant a Portugal com a Espanya, i van anar perdent col&ograve;nies i territoris, donada la provada inefic&agrave;cia de l'economia i societat imperialista extractivista.</p>
		<p>La hist&ograve;ria dels regnes i posteriors nacions d'Ib&egrave;ria data de la baixa edat mitjana, un cop caigut l'Imperi Rom&agrave; i havent-se assentat els gots i visigots, bla bla bla, vegeu els regnes i territoris hist&ograve;rics de Navarra, Lle&oacute;, Castella, Arag&oacute;, Val&egrave;ncia, Al-Andalus, etc., que posteriorment, van ser conquerits de una manera o altra (per conquesta militar, per casament, en definitiva, per estrat&egrave;gies expansives, imperialistes i patriarcals usades &agrave;mpliament pel vell r&egrave;gim) pel regne de Castella, amb el qual van formar la naci&oacute; imperialista Espanyola, en contraposici&oacute; a la part Atl&agrave;ntica del regne ve&iacute; de Lusit&agrave;nia, tamb&eacute; naci&oacute; imperialista de Portugal.</p>
		<p>Aquests regnes del vell r&egrave;gim van portar &quot;prosperitat&quot; i riqueses sostretes, b&agrave;sicament, del &quot;descobriment&quot; i explotaci&oacute; d'Am&egrave;rica, aix&iacute; com de l'explotaci&oacute; tant humana com material d'&Agrave;frica i del repartiment posterior d'aquestes terres a espoliar en el tractat de Tordesillas.</p>
		<p>Aix&iacute;, quan l'eix imperialista va bascular definitivament cap al m&oacute;n angl&ograve;fon (avui anglosionista), els regnes d'Ib&egrave;ria van comen&ccedil;ar a perdre poder i terres ocupades... fins a l'actualitat.</p>
		<p>Per tant i donada la conflictiva i provada hist&ograve;ria extractivista i esclavista dels regnes d'Ib&egrave;ria i la problem&agrave;tica intra-relaci&oacute; entre nacions i territoris de la pen&iacute;nsula, <i>es fa estrictament necessari deixar enrere el paradigma ancorat en el vell r&egrave;gim</i>, (del qual la monarquia parlament&agrave;ria espanyola i la rep&uacute;blica socialdem&ograve;crata portuguesa en s&oacute;n hereves DIRECTES, pretenent algunes mal anomenades comunistes avui en dia, recuperar i preservar encara la ja obsoleta ret&ograve;rica imperial), <i>els seus estats, les seves institucions i les seves in&egrave;rcies</i>.</p>
		<p>Tenim la tasca, en definitiva, com a pobles ib&egrave;rics de treballadores explotades, <b><i>abordar la necess&agrave;riament obligat&ograve;ria revoluci&oacute; Popular Socialista</i></b>, donada la INEFIC&Agrave;CIA i p&egrave;ssima gesti&oacute; de les democr&agrave;cies burgeses, resolent aix&iacute; el &quot;problema&quot; de les no reconegudes nacions Ib&egrave;riques, i aglutinant-les en la <i><b>nova Rep&uacute;blica Popular Socialista d'Ib&egrave;ria liderada pel Partit Comunista d'Ib&egrave;ria</b></i> per a constituir un eix Socialista fora de la UE i de l'OTAN que pugui establir aliances amb societats i pa&iuml;sos no extractivistes/capitalistes/imperialistes.</p>
		<br>
		<p>Nos basarem en els estatuts del <a href="https://politica-china.org/secciones/texto-integro-de-los-estatutos-del-partido-comunista-de-china" target="_blank">Partit comunista germ&agrave; Xin&egrave;s</a></p>
		<p><b>Lluitarem per aconseguir una Rep&uacute;blica Popular Socialista Ib&egrave;rica</b>, basant-nos en la <a href="https://www.bcn.cl/procesoconstituyente/comparadordeconstituciones/constitucion/chn" target="_blank">constituci&oacute; de la gloriosa RPC</a></p>

<!--		<p>Borradores <a href=estatutos>estatuts</a> (WIP) </p>-->
	</div>
	<br>
	<br>
	<a href="https://twitter.com/PCdeIberia" target="_blank"><img src="X.svg" width="20" height="20" alt="Twitter Logo"></a>
	<br>
	<a href="https://planetearth.social/@pciberia" target="_blank"><img src="mastodon-icon.png" width="20" height="20" alt="Mastodon Logo"></a>
	</body>
	<br>
	<footer><i><h6>
	<!--Funciona amb energia 100% renovable subministrada per la cooperativa <a href="https://www.goiener.com">Goiener</a>-->
	<a href="mailto:pciberia@tutamail.com"><div id ="mail">&#9993;</div></a></h6></i></footer>

</html>

