<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width,initial-scale=1.0">
		<title>&#9773; PCIBERIA &#9773;</title>
		<link rel="stylesheet" href="nireweb.css">
	</head>
	</div>
	<body>
	<div class="header">
		<!--<hr>-->
		<!--<h1 align=center>&#9773; PCIBERIA &#9773;</h1>-->
		<img src="pci.png" class="logo" <img src="pci.png" class="logo" alt="Logotipo do Partido Comunista da Ib&eacute;ria: Estrela e estandarte com foice e martelo"> 
		<div class="langs" ><a href="index.html">ES</a> | <a href="indexPT.html">PT</a> | <a href="indexCAT.html">CAT</a> | <a href="indexEUS.html">EUS</a></div>
		<hr>
	</div>
	<div class="content">
		<br>
<!-- <p>Estamos en construción da revolución social na península ibérica :) </p> -->
		<p><div class="cita">" O Partido Comunista de Iberia, destacamento de vangarda da clase obreira, e ao mesmo tempo dos pobos e das naci&oacute;ns de Iberia, &eacute; o n&uacute;cleo dirixente da causa do socialismo con peculiaridades ib&eacute;ricas, e representa o que se esixe para o fomento das forzas produtivas avanzadas de Iberia, o rumbo polo que tenen que marchar as s&uacute;as culturas avanzadas, e os intereses fundamentais dos m&aacute;is amplos sectores dos seus pobos. <b>Ten como ideal supremo e obxectivo final a materializaci&oacute;n do comunismo.</b>"</div></p>
		<br>
		<p align="justify"><i><b>PRE&Aacute;MBULO</b></i></p>
		<p>&emsp;As d&uacute;as naci&oacute;ns legalmente constitu&iacute;das actualmente na Pen&iacute;nsula Ib&eacute;rica, Espa&ntilde;a e Portugal, sofren dunha longa e tortuosa historia de imperialismo e extractivismo (pre)capitalista sobre o que levantaron as s&uacute;as naci&oacute;ns/imperios. Co tempo esa "grandeza" imperial rematou tanto en Portugal como en Espa&ntilde;a, e foron perdendo colonias e territorios, dada a probada ineficacia da econom&iacute;a e sociedade imperialista extractivista.</p>
		<p>A historia dos reinos e posteriores naci&oacute;ns de Iberia data da baixa idade media, unha vez ca&iacute;do o Imperio Romano e asentados os godos e visigodos, bla bla bla, vense os reinos e territorios hist&oacute;ricos de Navarra, Le&oacute;n, Castela, Arag&oacute;n, Valencia, Al-Andalus, etc., que posteriormente, foron conquistados dunha maneira ou doutra (por conquista militar, por casamento, en definitiva, por estratexias expansivas, imperialistas e patriarcais usadas amplamente polo antigo r&eacute;xime) polo reino de Castela, co cal formaron a naci&oacute;n imperialista Espa&ntilde;ola, en contraposici&oacute;n &agrave; parte Atl&aacute;ntica do reino veci&ntilde;o de Lusitania, a tam&eacute;n naci&oacute;n imperialista de Portugal.</p>
		<p>Estes reinos do antigo r&eacute;xime trouxeron "prosperidade" e riquezas sustra&iacute;das, b&aacute;sicamente, do "descubrimento" e explotaci&oacute;n de Am&eacute;rica, as&iacute; como da explotaci&oacute;n tanto humana como material de &Aacute;frica e do ulterior reparto de esas terras a esquilmar no tratado de Tordesillas.</p>
		<p>As&iacute;, cando o eixe imperialista basculou definitivamente cara ao mundo anglosax&oacute;n (hoxe anglosionista), os reinos de Iberia comezaron a perder poder e terras ocupadas... ata hoxe.</p>
		<p>Por tanto e dada a conflictiva e probada historia extractivista e escravista dos reinos de Iberia e a problem&aacute;tica intra-relaci&oacute;n entre naci&oacute;ns e territorios da pen&iacute;nsula, <i>f&iacute;xose estrictamente necesario deixar atr&aacute;s o paradigma ancorado no antigo r&eacute;xime</i>, (do cal a monarqu&iacute;a parlamentaria espa&ntilde;ola e a rep&uacute;blica socialdem&oacute;crata portuguesa son herdanzas DIRECTAS, pretendendo algunhas mal chamadas comunistas hoxe en día, recuperar e preservar a&uacute;n a xa obsoleta ret&oacute;rica imperial), <i>os seus estados, as s&uacute;as instituci&oacute;ns e as s&uacute;as inercias</i>.</p>
		<p>Temos a tarefa, en definitiva, como pobos ib&eacute;ricos de traballadoras exploradas, <b><i>abordar a necesariamente obrigada revoluci&oacute;n Popular Socialista</i></b>, dada a INEFICACIA e p&eacute;sima xesti&oacute;n das democracias burguesas, resolvendo as&iacute; o "problema" das non reco&ntilde;ecidas naci&oacute;ns Ib&eacute;ricas, e aglutin&aacute;ndolas na <i><b>nova Rep&uacute;blica Popular Socialista de Iberia liderada polo Partido Comunista de Iberia</b></i> para constitu&iacute;r un eixe Socialista f&oacute;ra da UE e da OTAN que poida tender alianzas con sociedades e pa&iacute;ses non extractivistas/capitalistas/imperialistas.</p>
		<br>
		<p>Vamos basearnos nos estatutos do <a href=https://politica-china.org/secciones/texto-integro-de-los-estatutos-del-partido-comunista-de-china target="_blank">Partido Comunista irm&aacute;n Chini&eacutes</a> </p>
		<p><b>Lutaremos por conseguir unha Rep&uacute;blica Socialista Ib&eacute;rica</b> ,  base&aacute;ndonos na <a href=https://www.bcn.cl/procesoconstituyente/comparadordeconstituciones/constitucion/chn target="_blank">constituci&oacuten da gloriosa RPC</a> </p>
		<!--		<p>Esbozos <a href=estatutos>estatutos</a> (WIP) </p>-->
	</div>
	<br>
	</body>
	<br>
	<footer><i><h6>
	<!--Funciona con enerx&iacutea 100% renov&aacutebel fornecida pola cooperativa <a href="https://www.goiener.com">Goiener</a>-->
	<a href="https://twitter.com/PCdeIberia" target="_blank"><img src="X.svg" width="20" height="20" alt="Twitter Logo"></a>
	<br>
	<a href="https://planetearth.social/@pciberia" target="_blank"><img src="mastodon-icon.png" width="20" height="20" alt="Mastodon Logo"></a>
	<a href="mailto:pciberia@tutamail.com"><div id ="mail">&#9993;</div></a></h6></i></footer>
</html>
