<!DOCTYPE html>
<html>
	<head>
		<meta name="viewport" content="width=device-width,initial-scale=1.0">
		<title>&#9773; PCIBERIA &#9773;</title>
		<link rel="stylesheet" href="nireweb.css">
	</head>
	</div>
	<body>
	<div class="header">
		<!--<hr>-->
		<!--<h1 align=center>&#9773; PCIBERIA &#9773;</h1>-->
		<img src="pci.png" class="logo" alt="Logotipo do Partido Comunista da Ibéria: Estrela e estandarte com foice e martelo"> 
		<div class="langs" ><a href="index.html">ES</a> | <a href="indexEUS.html">EUS</a> | <a href="indexCAT.html">CAT</a> | <a href="indexGAL.html">GAL</a></div>
		<hr>
	</div>
	<div class="content">
		<br>
		<!-- <p>Estamos em construção da revolução social na península ibérica :) </p> -->
		<p><div class="cita">&quot;O Partido Comunista de Iberia, destacamento de vanguarda da classe trabalhadora, e ao mesmo tempo dos povos e das na&ccedil;&otilde;es da Ib&eacute;ria, &eacute; o n&uacute;cleo dirigente da causa do socialismo com peculiaridades ib&eacute;ricas, e representa o que se exige para o fomento das for&ccedil;as produtivas avan&ccedil;adas da Ib&eacute;ria, o rumo pelo qual devem seguir as suas culturas avan&ccedil;adas, e os interesses fundamentais dos mais amplos setores dos seus povos. <b>Tem como ideal supremo e objetivo final a materializa&ccedil;&atilde;o do comunismo.</b>&quot;</div></p>
		<br>
		<p align="justify"><i><b>PRE&Ccedil;ÂMBULO</b></i></p>
		<p>&emsp;As duas na&ccedil;&otilde;es legalmente constitu&iacute;das atualmente na Pen&iacute;nsula Ib&eacute;rica, Espanha e Portugal, sofrem de uma longa e tortuosa hist&oacute;ria de imperialismo e extrativismo (pr&eacute;)capitalista sobre o qual ergueram as suas na&ccedil;&otilde;es/imperios. Com o tempo, essa &quot;grandeza&quot; imperial terminou tanto em Portugal como na Espanha, e foram perdendo col&oacute;nias e territ&oacute;rios, devido &agrave; comprovada inefic&aacute;cia da economia e sociedade imperialista extrativista.</p>
		<p>A hist&oacute;ria dos reinos e posteriores na&ccedil;&otilde;es da Pen&iacute;nsula Ib&eacute;rica remonta &agrave; baixa idade m&eacute;dia, uma vez ca&iacute;do o Imp&eacute;rio Romano e tendo-se assentado os godos e visigodos, bla bla bla, vejam-se os reinos e territ&oacute;rios hist&oacute;ricos de Navarra, Le&atilde;o, Castela, Arag&atilde;o, Val&ecirc;ncia, Al-Andalus, etc., que posteriormente foram conquistados de uma forma ou de outra (por conquista militar, por casamento, em definitiva, por estrat&eacute;gias expansivas, imperialistas e patriarcais usadas amplamente pelo antigo regime) pelo reino de Castela, com o qual formaram a na&ccedil;&atilde;o imperialista Espanhola, em contraposi&ccedil;&atilde;o &agrave; parte Atl&acirc;ntica do reino vizinho da Lusit&acirc;nia, tamb&eacute;m na&ccedil;&atilde;o imperialista de Portugal.</p>
		<p>Estes reinos do antigo regime trouxeram &quot;prosperidade&quot; e riquezas subtra&iacute;das, basicamente, do &quot;descobrimento&quot; e explora&ccedil;&atilde;o da Am&eacute;rica, assim como da explora&ccedil;&atilde;o tanto humana como material da &Aacute;frica e do ulterior repartimento dessas terras a espoliar no tratado de Tordesilhas.</p>
		<p>Assim, quando o eixo imperialista basculou definitivamente para o mundo anglo-sax&ocirc;nico (hoje anglosionista), os reinos da Pen&iacute;nsula Ib&eacute;rica come&ccedil;aram a perder poder e terras ocupadas... at&eacute; hoje.</p>

		<p>Portanto, dada a conflituosa e comprovada hist&oacute;ria extrativista e escravista dos reinos da Pen&iacute;nsula Ib&eacute;rica e a problem&aacute;tica intrarrela&ccedil;&atilde;o entre na&ccedil;&otilde;es e territ&oacute;rios da pen&iacute;nsula <i>se torna estritamente necess&aacute;rio deixar para tr&aacute;s o paradigma ancorado no antigo regime</i>, (do qual a monarquia parlamentar espanhola e a rep&uacute;blica social-democrata portuguesa s&atilde;o herdeiras DIRETAS, pretendendo algumas mal chamadas comunistas at&eacute; hoje, recuperar e preservar ainda a j&aacute; obsoleta ret&oacute;rica imperial), <i>seus estados, suas institui&ccedil;&otilde;es e suas in&eacute;rcias</i>.</p>

		<p>Temos a tarefa , em definitivo, como povos ib&eacute;ricos de trabalhadoras exploradas, <b><i>abordar a necessariamente obrigat&oacute;ria revolu&ccedil;&atilde;o Popular Socialista</i></b>, dada a INEFIC&Aacute;CIA e p&eacute;ssima gest&atilde;o das democracias burguesas , resolvendo assim o &quot;problema&quot; das na&ccedil;&otilde;es Ib&eacute;ricas n&atilde;o reconhecidas,  e aglutinando-as na <i><b>nova Rep&uacute;blica Popular Socialista da Ib&eacute;ria liderada pelo Partido Comunista da Ib&eacute;ria</b></i> para constituir um eixo Socialista fora da UE e da OTAN que possa estender alian&ccedil;as com sociedades e pa&iacute;ses n&atilde;o extrativistas/capitalistas/imperialistas.</p>
		<br>
		<p>Vamos nos basear nos estatutos do <a href=https://politica-china.org/secciones/texto-integro-de-los-estatutos-del-partido-comunista-de-china target="_blank">Partido Comunista irm&atilde;o Chin&ecirc;s</a> </p>
		<p><b>Lutaremos por conseguir uma Rep&uacute;blica Socialista Popular Ib&eacute;rica</b>,  baseando-nos na <a href=https://www.bcn.cl/procesoconstituyente/comparadordeconstituciones/constitucion/chn target="_blank">constitui&ccedil&atildeo da gloriosa RPC</a> </p>
		<!--		<p>Rascunhos <a href=estatutos>estatutos</a> (WIP) </p>-->
	</div>
	<br>
	</body>
	<br>
	<footer><i><h6>
	<a href="https://twitter.com/PCdeIberia" target="_blank"><img src="X.svg" width="20" height="20" alt="Twitter Logo"></a>
	<br>
	<a href="https://planetearth.social/@pciberia" target="_blank"><img src="mastodon-icon.png" width="20" height="20" alt="Mastodon Logo"></a>
	<!--Funciona com energia 100% renov&aacutevel fornecida pela cooperativa <a href="https://www.goiener.com">Goiener</a>-->
	<a href="mailto:pciberia@tutamail.com"><div id ="mail">&#9993;</div></a></h6></i></footer>

</html>
